"4INCHIMAGES" = "Εικόνες οθόνης 4''";
"ACCESSDAEMONLBL" = "Διεργασία Πρόσθετων";
"ACCESSDAEMONMSG" = "Η απενεργοποίηση της διεργασίας θα καταστήσει άχρηστα τα αξεσουάρ, εκτός από φορτιστές.";
"ADDBOOKDAEMONLBL" = "Διεργασία Βιβλίου διευθύνσεων";
"ADDBOOKDAEMONMSG" = "Η απενεργοποίηση της διεργασίας θα κάνει τις επαφές να φορτώσουν λίγο πιο αργά στην εφαρμογή τηλεφώνου.";
"ADDITEM" = "Προσθέστε αντικείμενο";
"ADMLITEDAEMONLBL" = "Διεργασία AdminLite";
"ADMLITEDAEMONMSG" = "Αυτό είναι υπεύθυνο για την ανάθεση του ελέγχου πίσω στο χρήστη, όταν μια εφαρμογή δεν ανταποκρίνεται. Απενεργοποιώντας αυτό δεν θα έχει καμία αρνητική επίδραση.";
"ADVANCEDLBL" = "Προχωρημένα";
"AIRPRINTDAEMONLBL" = "Διεργασία AirPrint";
"AIRPRINTDAEMONMSG" = "Αν δεν χρησιμοποιείται AirPrint, μπορείτε με ασφάλεια να το απενεργοποιήσετε.";
"ANALYZEBTN" = "Ανάλυση";
"ANALYZELBL" = "Ανάλυση Συστήματος, παρακαλώ περιμένετε...";
"APPLICATIONS" = "Εφαρμογές";
"APPLY" = "Εφαρμογή";
"ASSTOUCHDAEMONLBL" = "Διεργασία AssistiveTouch";
"ASSTOUCHDAEMONMSG" = "Αν δεν χρησιμοποιείτε AssistiveTouch, μπορείτε να το απενεργοποιήσετε με ασφάλεια.";
"ATTACHMENTS" = "Συνημμένα μηνυμάτων";
"BACK" = "Πίσω";
"BACKUPDAEMONLBL" = "Διεργασία Επαναφοράς";
"BACKUPDAEMONMSG" = "Η απενεργοποίηση αυτής της διεργασίας θα καταστήσει άχρηστα τα αντίγραφα ασφαλείας από το iTunes και iCloud.";
"CACHEFILES" = "Αρχεία κρυφής μνήμης";
"CANCEL" = "Ακύρωση";
"CHIWLANDAEMONLBL" = "Κινέζικα ασύρματα δίκτυα";
"CHIWLANDAEMONMSG" = "Αυτή η Διεργασία καταγράφει τα σφάλματα όταν προσπαθείτε να συνδεθείτε σε ένα δίκτυο WLAN με κινεζικούς χαρακτήρες στο όνομα δικτύου.";
"CLEANBTN" = "Καθαρισμός";
"CLEANLBL" = "Καθαρισμός σε εξέλιξη, παρακαλώ περιμένετε...";
"CLEANUPCOMPLETED" = "Καθαρισμός Ολοκληρώθηκε!";
"CONTAINING" = "Περιέχουν";
"CONTINUE" = "Είστε βέβαιοι ότι θέλετε να συνεχίσετε;";
"CUSTOMFILES" = "Προσαρμοσμένα αρχεία και φάκελοι";
"CYDIA" = "Cydia";
"CYDIASOURCES" = "Cydia sources";
"CYDIASRCMSG" = "Αν επιλέξετε να καθαρίσετε τα Cydia sources, θα πρέπει να γίνουν οι ενημερώσεις. Η λίστα με τα πακέτα θα είναι κενή μέχρι τότε.";
"DATAMIGDAEMONLBL" = "Διεργασία Μετεγκατάστασης Δεδομένων";
"DATAMIGDAEMONMSG" = "Η απενεργοποίηση αυτής της διεργασίας θα καταστήσει τις επαφές SIM άχρηστες.";
"DELETE" = "Διαγραφή";
"DELETEDFILES" = "Διαγραφέντα αρχεία";
"DEPENDENCIES" = "Αχρησιμοποίητες εξαρτήσεις Cydia";
"DEVDAEMONLBL" = "Διεργασία Προγραμματιστή";
"DEVDAEMONMSG" = "Η Διεργασία μπορεί να είναι χρήσιμη για Προγραμματιστές. Αν δεν είστε Προγραμματιστής μπορείτε να το απενεργοποιήσετε με ασφάλεια.";
"DICTIONARIESLBL" = "Ορισμός Λεξίκων";
"DICTIONARIESMSG" = "Αυτά είναι τα λεξικά που χρησιμοποιούνται από τη λειτουργία που ''Ορίζει'' η συσκευής σας. Μπορείτε να αφαιρέσετε αυτά που δεν χρειάζεστε από αυτό το μενού.";
"EDIT" = "Επεξεργασία";
"ENDINGWITH" = "Τερματισμός με";
"EXAPPSLBL" = "Εξαιρούμενες εφαρμογές";
"EXAPPSMSG" = "Αυτές οι ρυθμίσεις επηρεάζουν τόσο την εφαρμογή καθαρισμού και την απομάκρυνση εικόνων. Παρακαλώ ελέγξτε το αρχείο ReadMe για περαιτέρω λεπτομέρειες.";
"FDATAMSG" = "Ο φάκελος γραμματοσειρών βρίσκεται στην κατάτμηση των δεδομένων. Θέλετε να το μετακινήσετε στην κατάτμηση του συστήματος;";
"FILESANDFOLDERS" = "Αρχεία και υποφακέλοι";
"FILETYPE" = "Τύπος αρχείων";
"FILETYPECLEANUP" = "Τύποι αρχείων καθαρισμού";
"FILETYPELBL" = "Διαμορφώστε τύπους αρχείων για καθαρισμό ";
"FILETYPEMSG" = "Τύποι αρχείων για καθαρισμό (διαχωρίζονται με κενό):";
"FOLDER" = "Φάκελος";
"FONTSBTN" = "Μετακίνηση φάκελου γραμματοσειράς";
"FREEDSPACE" = "Ελεύθερος χώρος";
"FSYSMSG" = "Ο φάκελος γραμματοσειρών βρίσκεται στην κατάτμηση του συστήματος. Θέλετε να τον μετακινήσετε στην κατάτμηση των δεδομένων;";
"GAMEDAEMONLBL" = "Διεργασία Game Center ";
"GAMEDAEMONMSG" = "Εάν δεν χρησιμοποιείτε το κέντρο παιχνιδιών, μπορείτε με ασφάλεια να αφαιρέσετε την Διεργασία.";
"ICLOUDDAEMONLBL" = "Διεργασία iCloud";
"ICLOUDDAEMONMSG" = "Η απενεργοποίηση αυτής της Διεργασίας θα περιορίσει τη λειτουργικότητα του iCloud.";
"ILLFILETYPEMSG" = "Έχετε καταχωρίσει τουλάχιστον έναν ή περισσότερους απαγορευμένους τύπους αρχείων & χαρακτήρων. Το iCleaner θα τα αφαιρεθεί για να μην προκληθεί ζημιά στη συσκευή σας";
"IMAGES" = "Εικόνες";
"IPADIMAGES" = "Εικόνες iPad";
"ITUNESARTWORKFILES" = "Αρχεία iTunesArtwork";
"KEYBOARDS" = "Πληκτρολόγια";
"LANGLBL" = "Επιλογή Γλώσσας";
"LANGNAME" = "Ελληνικά";
"LANGTOREMLBL" = "Γλώσσες προς αφαίρεση";
"LANGTOREMMSG" = "Επιλέξτε τις γλώσσες που θέλετε να αφαιρεθούν.\n\nΣημείωση: ανάλογα με την έκδοση του iOS σας και του πληκτρολόγιου ''Emoji'', καταργώντας την ''ιαπωνική'' θα μπορούσε να καταστήσει αδύνατη τη χρήση emoticons.";
"LANGUAGES" = "Γλώσσες";
"LDAEMONSLBL" = "Έναρξη διεργασίας";
"LDAEMONSMSG" = "Πατήστε για περιγραφή.";
"LOGDAEMONLBL" = "Log, dump και crash έκθεση διεργασιών";
"LOGDAEMONMSG" = "Αυτές οι διεργασίες καταγράφουν σφάλματα του συστήματος και crash app. Μπορούν να απενεργοποιηθούν με ασφάλεια σε όλες τις συσκευές.";
"LOGFILES" = "Αρχεία καταγραφής";
"LOGLBL" = "Προβολή αρχείου καταγραφής";
"MATCH" = "Ταίρι";
"MOREINFOLBL" = "Περισσότερες Πληροφορίες και Βοήθεια";
"MSADDONSLBL" = "Πρόσθετα MobileSubstrate";
"MSADDONSMSG" = "Εάν απενεργοποιήσετε κάποια πρόσθετα, Παρακαλούμε να είστε σίγουροι ότι τα έχετε ενεργοποιήσει πριν τα απεγκαταστήσετε από το Cydia, ή δεν πρέπει να αφαιρεθούν.";
"MSGATTACHMSG" = "Αυτό το βήμα διαγράφει τα αρχεία που αποστέλλονται και λαμβάνονται μέσω iMessage ή MMS.\n\nSMART: Διαγράφει μόνο αρχεία που δεν εμφανίζονται σε κάθε μήνυμα.\n\nON: Διαγράφει όλα τα συνημμένα (μηνύματα με συνημμένα θα εμφανιστούν με ένα κενό εικονίδιο)";
"NO" = "Όχι";
"NOFILEMSG" = "Δεν βρέθηκε το απαιτούμενο αρχείο.";
"NONRETINAIMAGES" = "εικόνες non-retina";
"NOTHINGHERE" = "Δεν υπάρχει τίποτα εδώ!!";
"ONLYFILES" = "Μόνο αρχεία";
"OPERATIONCOMPLETED" = "Η εργασία ολοκληρώθηκε!";
"OTADAEMONLBL" = "OTA ενημέρωση διεργασιών";
"OTADAEMONMSG" = "Αυτή η διεργασία σχετίζετε με OTA ενημερώσεις λογισμικού. Μπορούν να απενεργοποιηθούν με ασφάλεια σε όλες τις jailbroken συσκευές.";
"PASSBOOKDAEMONLBL" = "Διεργασία PassBook";
"PASSBOOKDAEMONMSG" = "Αν δεν χρησιμοποιείτε το PassBook, μπορείτε να απενεργοποιήσετε με ασφάλεια την διεργασία.";
"PATH" = "Διαδρομή";
"PREFBUNDLESLBL" = "Προτιμήσεις Bundles";
"PREFBUNDLESMSG" = "Εάν απενεργοποιήσετε κάποιες προτιμήσεις bundles, παρακαλούμε βεβαιωθείτε ότι είναι ενεργοποιημένα προτού τα απεγκαταστήσετε από το Cydia.";
"PREFLBL" = "Προτιμήσεις αρχείων";
"PREFMSG" = "Αυτά είναι αρχεία προτιμήσεων των apps Cydia και των μικρορυθμίσεων (tweaks). Μπορείτε να βρείτε τα αρχεία των μικρορυθμίσεων, καθώς δεν διαγράφονται όταν απεγκαθιστάτε το αντίστοιχο πακέτο. Μπορείτε να αφαιρέσετε αυτά που δεν χρειάζεστε από αυτό το μενού.";
"PROCESSEDFILES" = "Επεξεργασμένα αρχεία";
"READMELBL" = "Αρχείο ReadMe";
"REBOOTMSG" = "Μια επανεκκίνηση είναι απαραίτητη για να ισχύσουν οι αλλαγές. Θέλετε να επανεκκινήσετε τη συσκευή σας;";
"RECURSIVE" = "Αναδρομικά";
"REFRESH" = "Ανανέωση";
"REGULARFILE" = "Συνηθισμένο αρχείο";
"REMBAKBTN" = "Κατάργηση αντιγράφων ασφαλείας";
"REMBAKLBL" = "Αφαίρεση αντιγράφων ασφαλείας";
"REMBAKMSG" = "Είστε βέβαιοι ότι θέλετε να καταργήσετε τα αντίγραφα ασφαλείας που δημιουργήθηκαν σε λειτουργία δοκιμής;";
"REMOVEADS" = "Κατάργηση διαφημίσεων";
"RESBAKBTN" = "Επαναφορά αντιγράφων ασφαλείας";
"RESBAKLBL" = "Αποκατάσταση αντιγράφων ασφαλείας";
"RESBAKMSG" = "Είστε βέβαιοι ότι θέλετε να επαναφέρετε τα αντίγραφα ασφαλείας που δημιουργήθηκαν σε λειτουργία δοκιμής;";
"RESET" = " Επαναρύθµιση";
"RESPRINGMSG1" = "Η συσκευή θα επανεκκινήσει σε %u δεύτερα. Θέλετε να επανεκκινήσετε τώρα;";
"RESPRINGMSG2" = "Η επανεκκίνηση είναι απαραίτητη για να ισχύσουν οι αλλαγές. Θέλετε να επανεκκινήσει η συσκευή σας;";
"RESTOREDALBL" = "Επαναφορά διεργασιών και πρόσθετων MobileSubstrate.";
"RESTOREDAMSG" = "Αυτό αναιρεί τις αλλαγές που έγιναν από προηγούμενες εκδόσεις του iCleaner σε διεργασίες και πρόσθετα MobileSubstrate. Αν είστε ένας έμπειρος χρήστης, και θέλετε να τα διαχειριστείτε με μη αυτόματο τρόπο, παρακαλώ επισκεφτείτε το  website για να μάθετε για το project ''iCleaner Pro''.";
"RETINAIMAGES" = "Εικόνες retina";
"SAFARI" = "Safari";
"SAFEDAEMONLBL" = "Ασφαλείς διεργασίες";
"SAFEDAEMONMSG" = "Οι διεργασίες είναι υπεύθυνες για την αρχική διαμόρφωση της συσκευής και τα μηνύματα λάθους στην οθόνη. Μπορούν να απενεργοποιηθούν με ασφάλεια σε όλες τις συσκευές.";
"SELECTALL" = "Όλα";
"SETLBL" = "Ρυθμίσεις";
"SPLIGHTDAEMONLBL" = "Διεργασία Spotlight";
"SPLIGHTDAEMONMSG" = "Η απενεργοποίηση αυτής της διεργασίας θα καταστήσει άχρηστη την αναζήτηση SpotLight";
"STARTINGWITH" = "Εκκίνηση Με";
"TAPTOEDIT" = "Πατήστε στην σειρά για να την επεξεργαστείτε";
"TEMPFILES" = "Προσωρινά αρχεία";
"TESTMODEADV" = "Συνιστάται λειτουργία δοκιμής.";
"TESTMODELBL" = "Λειτουργία δοκιμής";
"TESTMODEMSG" = "Με την ενεργοποίηση της λειτουργίας δοκιμής, το iCleaner θα δημιουργήσει αντίγραφα ασφαλείας που μπορούν να χρησιμοποιηθούν αργότερα.";
"TETHERDAEMONLBL" = "Διεργασία Internet tethering";
"TETHERDAEMONMSG" = "Η απενεργοποίηση αυτής της διεργασίας θα καταστήσει τα ''Προσωπικά Hotspot'' άχρηστα.";
"TWITTERDAEMONLBL" = "Διεργασία Twitter";
"TWITTERDAEMONMSG" = "Η απενεργοποίηση αυτής της διεργασίας θα περιορίσει την λειτουργικότητα ενοποίησης του Twitter.";
"UNABLETOCONNECT" = "Δεν είναι δυνατή η σύνδεση με το διακομιστή. Αυτό συνήθως σημαίνει ότι η συσκευή σας δεν είναι συνδεδεμένη με το internet, ή διακομιστής είναι προσωρινά μη διαθέσιμος.";
"UPDATEFOUNDMSG" = "Μια νέα έκδοση του iCleaner (%@) είναι διαθέσιμη για λήψη. Παρακαλώ ανοίξτε το Cydia και ενημερώστε το iCleaner.";
"UPDATELBL" = "Έλεγχος για ενημερώσεις";
"UPDATENOTFOUNDMSG" = "Εκτελείτε την τελευταία έκδοση του iCleaner.";
"USERINTERFACE" = "Περιβάλλον χρήστη";
"VIBDAEMONLBL" = "Προσαρμοσμένη διεργασία δόνησης";
"VIBDAEMONMSG" = "Εάν δεν χρησιμοποιήσετε προσαρμοσμένες δονήσεις, μπορείτε να απενεργοποιήσετε με ασφάλεια αυτή την διεργασία.";
"VOICECONTROLLANGUAGES" = "Φωνητικός έλεγχος";
"VOICEDAEMONLBL" = "Διεργασία φωνητικού έλεγχου";
"VOICEDAEMONMSG" = "Η απενεργοποίηση αυτής της διεργασίας θα καταστήσει άχρηστη την δυνατότητα φωνητικού ελέγχου  Siri .";
"VPNDAEMONLBL" = "Διεργασία VPN";
"VPNDAEMONMSG" = "Αν δεν χρησιμοποιείτε Εικονικά Ιδιωτικά Δίκτυα, μπορείτε να απενεργοποιήσετε με ασφάλεια αυτή την διεργασία.";
"WALLPAPERSLBL" = "Διαχείριση ταπετσαρίας";
"WALLPAPERSMSG" = "Πατήστε για να δείτε την προεπισκόπηση.";
"WARNINGPOPUPSLBL" = "Προσοχή αναδυόμενα παράθυρα";
"WEBLBL" = "iCleaner project website";
"WEIBODAEMONLBL" = "Διεργασία Weibo";
"WEIBODAEMONMSG" = "Η απενεργοποίηση αυτής της διεργασίας θα περιορίσει την λειτουργικότητα ενοποίησης του Weibo.";
"WHOLEFOLDER" = "Ακέραιος φάκελος";
"WIPEDAEMONLBL" = "Διεργασία καθαρισμού δεδομένων κατάτμησης";
"WIPEDAEMONMSG" = "Αυτή η διεργασία είναι υπεύθυνη για το καθαρισμό των δεδομένων στην κατάτμηση. Απενεργοποιώντας αυτό θα καταστήσει τις απομακρυσμένες επαναφορές άχρηστες ''Ρυθμίσεις - Γενικά - Επαναφορά''.";
"YES" = "Ναι";
